(package! flycheck-aspell)
(package! emojify)
(package! fish-completion)
(package! dashboard)
(package! dired-open)
(package! dired-subtree)
(package! resize-window)
(package! beacon)
(package! pyimport)
(package! python-pytest)
(package! python-pylint)
(package! python-black)
(package! pyvenv-auto)
(package! org-modern)
